Repository: datarockets/munchkin-counter-ios
Catalog: MunchkinLevelCounter/*.lproj/Localizable.strings
Languages: it

# app_name
source: Munchkin Level Counter
it: Levels for Munchkin

# button.add_new_player
source: Add player
it: Aggiungere giocatore

# button.continue
source: Continue
it: Continuare

# button.finish
source: Finish
it: Finire

# button.skip
source: Skip
it: Saltare

# button.start
source: Start
it: Iniziare

# button.yes
source: Yes
it: Sì

# dialog.finish_game.message
source: Do you want to finish the game?
it: Vuoi finire il gioco?

# dialog.finish_game.title
source: Finish game
it: Fine del gioco

# dialog.player_delete.message
source: Are you sure you want permanently delete %@?
it: Sei sicuro di voler eliminare definitivamente il giocatore %@?

# dialog.player_delete.title
source: Delete a player
it: Elimina un giocatore

# dialog.start_continue_game.message
source: Would you like to continue or start a new game?
it: Vuoi continuare o iniziare una nuova partita?

# dialog.start_continue_game.title
source: Continue or start?
it: Continuare o iniziare?

# menu.finish
source: Finish
it: Finire

# menu.settings
source: Settings
it: Impostazioni

# onboarder.page1.description
source: Munchkin Level Counter makes your game a way better
it: Level Counter for Munchkin rende il gioco un modo migliore

# onboarder.page1.title
source: Welcome!
it: Benvenuto!

# onboarder.page2.description
source: Add so much players as you want
it: Aggiungere tanto i giocatori come si desidera

# onboarder.page2.title
source: Unlimited
it: Illimitato

# onboarder.page3.description
source: Handle players scores easy
it: Gestire i giocatori punteggi facile

# onboarder.page3.title
source: Usability
it: Usabilità

# progress_dialog.stats_loader.message
source: Wait while we are loading your stats
it: Attendere mentre si sta caricando le tue statistiche

# progress_dialog.stats_loader.title
source: Loading
it: Il caricamento

# settings.keep_screen_on
source: Keep screen awake
it: Tenere schermo sveglio

# settings.max_level
source: Maximum level
it: Livello massimo

# tab.level
source: Level
it: Livello

# tab.strength
source: Strength
it: Forza

# tab.summary
source: Summary
it: Riepilogo

# text.level
source: Level
it: Livello

# text.not_enough_players.title
source: Not enough players
it: Non abbastanza giocatori

# text.player_add_warning
source: Please, add two or more players and press Start
it: Per favore, aggiungere due o più giocatori e premere l'icona di Avvio

# text.player_name
source: Player Name
it: Nome Del Giocatore

# text.strength
source: Strength
it: Forza

# text.steps
source: Steps
it: Passi

# text.dice
source: Dropped %d
it: %d

# title.choose_game_type
source: Choose Game Type
it: Scegliere Il Tipo Di Gioco

# title.players_editor
source: Players
it: Giocatori

# title.settings
source: Settings
it: Impostazioni

# button.update_player
source: Update player
it: Aggiornamento giocatore

# menu.roll_dice
source: Roll a dice
it: Tirare un dado

# text.edit_player
source: Edit Player
it: Modifica Player

# button.next_player
source: Next player
it: Prossimo giocatore

# button.cancel
source: Cancel
it: Annulla

# button.delete
source: Delete
it: Elimina

# button.edit
source: Edit
it: Modifica

# dialog.player_actions.delete_player
source: Delete Player
it: Eliminare giocatore

# dialog.player_actions.edit_player
source: Edit Player
it: Modifica giocatore

# menu.share_app
source: Share Munchkin Level Counter
it: Condividi Levels for Munchkin
